YanKE01/esp_demos/examples/dl/sin_wave_predict/esp_sin_wave_predict/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_IDF_TARGET_ESP32S3=y

CONFIG_ESPTOOLPY_FLASHSIZE_16MB=y

